brew "git"
brew "stow"
brew "zoxide"
brew "fzf"
brew "bat"
brew "ffmpeg"
brew "node"
brew "ruby"
brew "neovim"
brew "docker"
brew "golang"
brew "lazygit"
cask "font-meslo-lg-nerd-font"
cask "hammerspoon"
cask "wezterm"
