brew "git"
brew "stow"
brew "zoxide"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "tree-sitter"
brew "imagemagick"
brew "chafa"
brew "pngpaste"
brew "luarocks"
brew "bat"
brew "ffmpeg"
brew "node"
brew "ruby"
brew "neovim"
brew "docker"
brew "docker-compose"
cask "docker"
brew "golang"
brew "lazygit"
cask "font-meslo-lg-nerd-font"
cask "hammerspoon"
cask "wezterm"
